<template>
 <div>
 <h1>World of gadgets</h1>
  <h2>Все самые большие технологические изобретения, созданные человеком – самолет, автомобиль, компьютер – больше свидетельствуют о его лени, чем о высоком интеллекте.</h2>
   <div>авно в редакции не было такой спорной новинки Apple.
Новый MacBook Air по характеристикам воплотил мечту фанатов легендарной линейки ноутбуков Apple. Здесь всё, о чем они мечтали: больше мощи, лучше дисплей, такая же обалденная автономная работа.
Только непонятно, зачем он такой появился, когда есть 13-дюймовый MacBook Pro и 12-дюймовый MacBook.
Чем больше пользуешься Air 2018 года, тем больше думаешь: наверное, через год-два я бы такой взял. Но сегодня…
Чем отличается MacBook Air 2018 от предыдущих моделей. Важное

1. Меньший корпус по всем величинам, чем у старой 13-дюймовой модели (21,34 на 30,41 на 1,56 см против 22,7 на 32,5 на 1,7 см).
2. Меньший вес, чем у старой 13-дюймовой модели (было 1,35 кг, стало 1,25 кг).
3. Только одна диагональ дисплея: 13,3 дюйма. Новую 11-дюймовую модель Air не анонсировали.
4. Появился дисплей Retina: разрешение 2560 на 1600 пикселей против 1440 на 900 пикселей в старой 13-дюймовой модели, чёткость изображения в 4 раза лучше.
5. Логотип Apple на крышке дисплея не светится. ☹️
6. В Air 2018 года стоит новая низкопрофильная клавиатура третьего поколения с защитой от грязи и пыли вместо старой на основе механизма-бабочки. Подсветка теперь индивидуальна у каждой клавиши.
7. В MacBook Air 2018 года есть датчик отпечатков пальцев Touch ID. Такой же, как на последнем поколении MacBook Pro.
8. Вместо двух стандартных портов USB, в новом MacBook Air стоят два многофункциональных разъёма USB Type-C. Оба с левой стороны. Зарядка MacBook Air 2018 года осуществляется через любой из двух USB Type-C. Магнитного коннектора MagSafe больше нет.
9. Во всех моделях MacBook Air 2018 года стоит один процессор – двуядерный 1.6 ГГц Intel Core i5. Предыдущее поколение Air можно было купить с процессорами вплоть до Intel Core i7.
10. MacBook Air 2018 года выпущен в трёх цветах: серебристый, золотой, тёмно-серый. Старый Air был только серебристого цвета.
Ну и главный, самый неожиданный момент, к которому мы еще вернемся не раз: стоимость нового MacBook Air составляет от 104 990 руб., что примерно на 40 тыс. руб. дороже старой базовой модели. Это очень существенная разница.
Что такого может предложить новый Air, чтобы оправдать удорожание в полтора раза? Попробуем разобраться.

Маленьким и лёгким этот ноутбук не назовёшь в 2018 году. Почти такой же по весу, как MacBook Pro! На фото iPhone X для масштаба.
Что будет, если скрестить 12-дюймовый MacBook и 13-дюймовый MacBook Pro?
Оказывается, получится MacBook Air. Резкие грани, фирменная треугольная форма дна корпуса с толстой задней частью и тонкой передней. Вроде бы «тот самый» Air, но как на него не посмотришь – всё равно видишь MacBook Pro.
Да, логотип на крышке у него не светится. Что поделаешь. Исчез и порт MagSafe. Я не из его фанатов, так что новую реальность только приветствую.

Вместо типичных USB-портов, у нового MacBook Air два разъёма USB-C. Заряжать можно от любого.
Как владелец «прошки», за последний год я полностью перешёл на экосистему кабелей и аксессуаров Type-C. Даже не знаю, где лежит мой переходник. Жаловаться не на что, наоборот, очень удобно, когда оба порта по-настоящему универсальные.
Лично мне было интересно увидеть вживую не всё это, а кое-что действительно новое для Apple. Дело в том, что это первый MacBook, чей корпус сделан из 100% переработанного алюминия. Грубо говоря, его сплав изготовлен из стружки, оставшейся при производстве MacBook Pro.

Apple пообещала, что новый сплав тактильно и физически ничем не уступает ранее использовавшемуся алюминию. Придется с ними согласиться. Если и есть тактильная разница, то совсем небольшая: корпус кажется более текстурным, что ли. На зуб не пробовал, но жаловаться оказалось не на что.
Не скрою, я избалован 12-дюймовым MacBook, что весит меньше килограмма. Air, кажется, в два раза больше, хотя тут всего 1,25 кг. Видимо, виновата крупная батарея. Или ещё что-то.
Очевидно одно: не тот ноутбук назвали «воздушным».

Любопытный факт. Смотрел на Air 2018 года и не мог понять. Почему он кажется пухлее, чем старая модель? Полез сверять характеристики, а там сюрприз: фронтальная часть (самая тонкая) в новом поколении стала толще.
Разница очень маленькая, там буквально миллиметры, но мне в глаза бросилась. Сказываются 4 года использования MacBook Air 2013 года.
В комплекте с MacBook Air 2018 года лежат цветные (под оттенок корпуса) стикеры, документация, зарядное устройство USB-C на 30 ватт и 2-х метровый кабель USB-C на USB-C. Удлинителя для блока питания, как в старых Air, нет.
Всё это интересно и здорово, но главный апгрейд нового MacBook Air – это, конечно, дисплей. Он классный, хоть без компромиссов и не обошлось.



</div>
  
  <a href=""> Новости</a>
  <a href="">Обзоры</a> 
  </div>
</template>


<script>
export default {
    name:'Test'
}
</script>

<style  scoped>
h1,h2,p{
  color: black;
}
</style>


